<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Apache License.txt</key>
		<data>
		Jq3X9/uY/qTxgJNykHQ9G3ygPqU=
		</data>
		<key>Assets.car</key>
		<data>
		PYwwAz0PAFy5n9IqB2rzaaBwbhI=
		</data>
		<key>Base.lproj/LaunchScreen.storyboardc/01J-lp-oVM-view-Ze5-6b-2t3.nib</key>
		<data>
		tG+0NJBTDJU1pGyTkthn/3SEV7s=
		</data>
		<key>Base.lproj/LaunchScreen.storyboardc/Info.plist</key>
		<data>
		n2t8gsDpfE6XkhG31p7IQJRxTxU=
		</data>
		<key>Base.lproj/LaunchScreen.storyboardc/UIViewController-01J-lp-oVM.nib</key>
		<data>
		U0x8EM0781fCPb62BbZIXKeDlZ4=
		</data>
		<key>Base.lproj/Main.storyboardc/Info.plist</key>
		<data>
		kF/ILWzgV/BEWgdlwhQUFFJ9mUQ=
		</data>
		<key>Base.lproj/Main.storyboardc/TournamentRootViewController.nib</key>
		<data>
		u+gwijY7jo8g1RDCY+OCNaSsDyc=
		</data>
		<key>Base.lproj/Main.storyboardc/UINavigationController-PRH-OI-zgK.nib</key>
		<data>
		SkrOPgy18eriXQ8aazljbXBwf8c=
		</data>
		<key>CoachCollectionViewCell.nib</key>
		<data>
		gkiyJLGPZr99SFYCYUU734ugb8Y=
		</data>
		<key>GoalMinutesCollectionViewCell.nib</key>
		<data>
		qlBunm9ZBlaZkdrL0U/kjiFBeQ0=
		</data>
		<key>GoalTypeCollectionViewCell.nib</key>
		<data>
		uTAKdFPIEr/I0Gt9MzyoZfvE5tY=
		</data>
		<key>GoalsHeaderView.nib</key>
		<data>
		9qFmLXwmQfENOGLm+bMJ9/qGfK0=
		</data>
		<key>GraphikBlack.otf</key>
		<data>
		6N1yNOqIRe0ByVxQQ5BaQfJmXkk=
		</data>
		<key>GraphikBlackItalic.otf</key>
		<data>
		QzQEDtfdzVDhRSzX7Ktl7ip+Mac=
		</data>
		<key>GraphikBold.otf</key>
		<data>
		ZBuVhnzqyUZzM5W1M9nODgLB8TE=
		</data>
		<key>GraphikBoldItalic.otf</key>
		<data>
		KiU/Ey0LDwLG3OkizENVk1FNg8Q=
		</data>
		<key>GraphikExtralight.otf</key>
		<data>
		ZlZeKGFJ+qBcw4+coalPd/r2W3I=
		</data>
		<key>GraphikExtralightItalic.otf</key>
		<data>
		su5SVcpiRTXyX2JiyOuqls5QnmY=
		</data>
		<key>GraphikLight.otf</key>
		<data>
		J7WanYoQn+scCKT1fiv/3gEt0xk=
		</data>
		<key>GraphikLightItalic.otf</key>
		<data>
		qM69P3LrI7dxQUKxlu3dher8aEQ=
		</data>
		<key>GraphikMedium.otf</key>
		<data>
		HQ4Ka7T3ap9V/Rj2B+JPykorVpo=
		</data>
		<key>GraphikMediumItalic.otf</key>
		<data>
		GtPzDmb7QE+Yk+KfvErb1mYrbJA=
		</data>
		<key>GraphikRegular.otf</key>
		<data>
		J+Q1TGPFPrRB5s0JRhlNmGthfB4=
		</data>
		<key>GraphikRegularItalic.otf</key>
		<data>
		Rhcq1GdDHUAA97VBDTg1n4DLSA0=
		</data>
		<key>GraphikSemibold.otf</key>
		<data>
		nbLOndR45pMKzRzkYatbb/WU5IQ=
		</data>
		<key>GraphikSemiboldItalic.otf</key>
		<data>
		g+kFL1X05Rr6RQXo3vx9R9MF/iw=
		</data>
		<key>GraphikSuper.otf</key>
		<data>
		QaelW4wTFFh8ufwyabVj3UBLdaE=
		</data>
		<key>GraphikSuperItalic.otf</key>
		<data>
		WSaUD1g2QewXmJxqG4TJIbjjm8g=
		</data>
		<key>GraphikThin.otf</key>
		<data>
		j8s8BcA8gje+HojYBDn9gDxrr2Y=
		</data>
		<key>GraphikThinItalic.otf</key>
		<data>
		VdYvNDFNEz0N1PUxaaQyTgs81wE=
		</data>
		<key>H2HCollectionViewCell.nib</key>
		<data>
		ptCKUQMpESS7Bwddk+LDxeVwuOE=
		</data>
		<key>H2HProgressTableViewCell.nib</key>
		<data>
		7D3w78iVeDegNdUWdf9G3jlxI0s=
		</data>
		<key>Headers/PlayerModule-Swift.h</key>
		<data>
		wgd3Wd72O1a3esjePuu3GwNPHgo=
		</data>
		<key>Headers/PlayerModule.h</key>
		<data>
		lz1K85QDs9pAOKAg/tl9KjQboD8=
		</data>
		<key>HomeMatchCollectionViewCell.nib</key>
		<data>
		Heydcsqmi54aaONzbRUvJbRz2C4=
		</data>
		<key>Info.plist</key>
		<data>
		hmaucrRZ3UbvSij1bkRsldga2AI=
		</data>
		<key>LaLabsu2netp.mlmodelc/analytics/coremldata.bin</key>
		<data>
		s8zjmWI/eiDIgxi5+jiZ0RAemeY=
		</data>
		<key>LaLabsu2netp.mlmodelc/coremldata.bin</key>
		<data>
		9hRJ02b9g1x2Qn4FArNByofCQSg=
		</data>
		<key>LaLabsu2netp.mlmodelc/metadata.json</key>
		<data>
		T/anl1F6B8bZSHaoHJLl4nXafVo=
		</data>
		<key>LaLabsu2netp.mlmodelc/model.espresso.net</key>
		<data>
		3aDFVkzpAloNFNIWzR7CjHtkF6Y=
		</data>
		<key>LaLabsu2netp.mlmodelc/model.espresso.shape</key>
		<data>
		5j9P4DxNKEtM6ZWsmPyzJOmBKH8=
		</data>
		<key>LaLabsu2netp.mlmodelc/model.espresso.weights</key>
		<data>
		+SY36b24qHMpedYHz0kBOmSmF4E=
		</data>
		<key>LaLabsu2netp.mlmodelc/model/coremldata.bin</key>
		<data>
		SCa2oDaRKjZZMuvTl8mphlbV/XI=
		</data>
		<key>LaLabsu2netp.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>LineUpCollectionViewCell.nib</key>
		<data>
		jntUsbDR5un9W0jcCP7MzEk4F50=
		</data>
		<key>LineUpSectionHeaderView.nib</key>
		<data>
		/u9hgH0JJO6JlIFu05X8aW7hk/o=
		</data>
		<key>MatchDetailFooterView.nib</key>
		<data>
		VrQ900HFdw5xrF7lzrePAYJQ8Ik=
		</data>
		<key>MatchDetailHeaderView.nib</key>
		<data>
		lZ0pBULh798pffvV+wNasBpYouY=
		</data>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		vo9+4+Ncp8uUSq7Nwp6g/O0S8/0=
		</data>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		Up8sDnLfwCbvmaAoDFak/N1ajVI=
		</data>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		rY7tVq0igixDpSxRbd6PgZQuErc=
		</data>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		Up8sDnLfwCbvmaAoDFak/N1ajVI=
		</data>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		UeqcAnnECWrl+mUr4EVDd70Vf4M=
		</data>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		vo9+4+Ncp8uUSq7Nwp6g/O0S8/0=
		</data>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		mwuU0RoRL4iKODoMHdv4UXS5DKw=
		</data>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		p7J1MAfg18593ZZR9lVXCL/4+1s=
		</data>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		mwuU0RoRL4iKODoMHdv4UXS5DKw=
		</data>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		qzSY+VXbxZKsx3ZiDXKyi+gNadU=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		bNv9Pqn/0V6gPrJNt3ckVXcIPUw=
		</data>
		<key>PitchCollectionViewCell.nib</key>
		<data>
		YTdsny8exsFIPHVPonFd2Cc00Vs=
		</data>
		<key>PlayerInfoCollectionViewCell.nib</key>
		<data>
		f3Ge5HrtyPoerJUuMlkQbGU7CD4=
		</data>
		<key>PlayerListCollectionViewCell.nib</key>
		<data>
		yLpeFKAPEo+dDOXcbVl8D91bk5k=
		</data>
		<key>PlayerProfileFooterView.nib</key>
		<data>
		6vB/66AMUbuxCC14ZhL3ofZIVNU=
		</data>
		<key>PlayerProfileHeaderView.nib</key>
		<data>
		U0/JQlZMzSL4L97/q5Eqife6Nwg=
		</data>
		<key>PositionHeaderView.nib</key>
		<data>
		FpwlwNkvuPSgB0T16Mft3woBMPo=
		</data>
		<key>Qatar2022-Bold.otf</key>
		<data>
		NZfW0PGPFDEv4CLOo3oqFJkk3+M=
		</data>
		<key>Qatar2022-Heavy.otf</key>
		<data>
		ZWeLNuXeiZkaJE1zrfsFNpoZzQs=
		</data>
		<key>Qatar2022-Medium.otf</key>
		<data>
		3M5zQ81HdesEOu8BvH/eI+giHS0=
		</data>
		<key>Quicksand Bold 700.ttf</key>
		<data>
		Fp4He7ciL58LUZh0OgDThm8zG9g=
		</data>
		<key>Quicksand Light 300.ttf</key>
		<data>
		tJR+uh7uo6ON246icu+7vqYoUjQ=
		</data>
		<key>Quicksand Medium 500.ttf</key>
		<data>
		47OqRWwuV1g9onk+RFqN81ynuDw=
		</data>
		<key>Quicksand Regular 400.ttf</key>
		<data>
		nHCm0oMAyG3xllMddEtJ/sqeY1o=
		</data>
		<key>Roboto-Black.ttf</key>
		<data>
		Y3r0gL1lVtZYj2vf8xirybibCO0=
		</data>
		<key>Roboto-BlackItalic.ttf</key>
		<data>
		KRjRfRLevpSZ2F00RIMSWLL9378=
		</data>
		<key>Roboto-Bold.ttf</key>
		<data>
		RzJ98PNefNfIZFh0iXp0SWl1RK4=
		</data>
		<key>Roboto-BoldItalic.ttf</key>
		<data>
		AKAFeIIssCXZD2HICkT9M2DVD5s=
		</data>
		<key>Roboto-Italic.ttf</key>
		<data>
		ST509y+sXWHo38m7H/CieO5YR1A=
		</data>
		<key>Roboto-Light.ttf</key>
		<data>
		4yHBg+K3XuGYE4kre6yNfEEcuIo=
		</data>
		<key>Roboto-LightItalic.ttf</key>
		<data>
		vrDdGm3CEy/Y2bT7Nalgh7supbw=
		</data>
		<key>Roboto-Medium.ttf</key>
		<data>
		YGDKcmuXYLdvfDR9zp0vof5C7JI=
		</data>
		<key>Roboto-MediumItalic.ttf</key>
		<data>
		UiASYHfSyAqDnKiS0MOgy9vTW+U=
		</data>
		<key>Roboto-Regular.ttf</key>
		<data>
		gktUgMl3qBZuF35TV9ExZMzEX0c=
		</data>
		<key>Roboto-Thin.ttf</key>
		<data>
		Fz7WRSi00BCnbY043rHX5+7Vjto=
		</data>
		<key>Roboto-ThinItalic.ttf</key>
		<data>
		cYSzDzqomJ5LHi/fvp2CZd4wU8w=
		</data>
		<key>Roboto-font.zip</key>
		<data>
		ApudKCn604DZ11Koo+Qe2RxsFHg=
		</data>
		<key>RobotoCondensed-Bold.ttf</key>
		<data>
		Fej6ohoA61tA04N+FpYKOdeP5Fw=
		</data>
		<key>RobotoCondensed-BoldItalic.ttf</key>
		<data>
		IZXQXqapM4ppkpRF5N3wqWUN/BI=
		</data>
		<key>RobotoCondensed-Italic.ttf</key>
		<data>
		VnJcbXaY3P7iJkJLsfIVZfI6BXM=
		</data>
		<key>RobotoCondensed-Light.ttf</key>
		<data>
		EkMH7yIL1J4sWpZLcw5kA7+KMe8=
		</data>
		<key>RobotoCondensed-LightItalic.ttf</key>
		<data>
		C5eaOrZ5r6GMXzGZW3gSA5jy/fU=
		</data>
		<key>RobotoCondensed-Regular.ttf</key>
		<data>
		4Nes8so90P9o9TN5e7lLBYA5fpU=
		</data>
		<key>ScoreboardBanner.nib</key>
		<data>
		XgbG0CO2PRKDkcmDWYQdRFLDx58=
		</data>
		<key>ScorerCollectionViewCell.nib</key>
		<data>
		RskD7orUf8vGPYoo5v8DiYaNuVE=
		</data>
		<key>StandingHeaderView.nib</key>
		<data>
		bCC1qe8aJfeBiFCDv+aeLXUlRMc=
		</data>
		<key>StandingsCollectionViewCell.nib</key>
		<data>
		s+Geg5767IRFBWINFwhy2KyzwIY=
		</data>
		<key>StandingsTableViewCell.nib</key>
		<data>
		AecYokGPoDhPSCXQqqsqTTgtsfo=
		</data>
		<key>StatsCollectionViewCell.nib</key>
		<data>
		6RjqCHAsbF0HGJDOCPZ2NotoeUw=
		</data>
		<key>SubTabCollectionViewCell.nib</key>
		<data>
		B6zQNrh6NCPNE1H5Lvyuc1Xt6CM=
		</data>
		<key>TabCollectionViewCell.nib</key>
		<data>
		yGbhBRcqmWpvmQlA5r35xF2vZuc=
		</data>
		<key>TeamAgainstCollectionViewCell.nib</key>
		<data>
		e2qmPAsiBsBBetFofY6vkNfnSIY=
		</data>
		<key>TeamAgainstHeaderView.nib</key>
		<data>
		x3K/xvOhOOl/CARzAZpca8u8lNg=
		</data>
		<key>TeamCollectionViewCell.nib</key>
		<data>
		zYJK3JlO2PNUceawTqaxaiq363Y=
		</data>
		<key>Teams.storyboardc/Info.plist</key>
		<data>
		7j//5ByQHTLGIsvBpkMd8XxAwLo=
		</data>
		<key>Teams.storyboardc/PlayerListViewController.nib</key>
		<data>
		ywSO/dZzPSy81wywrz7QDFOEl8g=
		</data>
		<key>Teams.storyboardc/PlayerProfileViewController.nib</key>
		<data>
		ypMgsmtd6sUl1GnrVSvz7BR/zis=
		</data>
		<key>Teams.storyboardc/SeasonTeamsViewController.nib</key>
		<data>
		DENAp3tj8cfj9PzrYp3gU1Vylx8=
		</data>
		<key>Teams.storyboardc/TeamsRootViewController.nib</key>
		<data>
		mKErrIMO29QGDK7ZaCrDBoJk9XE=
		</data>
		<key>Teams.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		aWkRDQnjQMzB2HWFAnaSMFgKcnE=
		</data>
		<key>Teams.storyboardc/nvU-Mr-MhF-view-L4Y-Lc-rDV.nib</key>
		<data>
		OZv+Ib4oilQ4YhFFvvefpiquD/E=
		</data>
		<key>Teams.storyboardc/wpi-hh-tbw-view-pMR-KV-HTu.nib</key>
		<data>
		EiCFXEySX62JYPppRc/yp70y0MQ=
		</data>
		<key>TeamsH2HCollectionViewCell.nib</key>
		<data>
		DHIJCr+VNBPuzZEIiPZsJ23iikg=
		</data>
		<key>TeamsHeaderView.nib</key>
		<data>
		ADyrL7LZJNdVnTM6N2BIsjSSrc4=
		</data>
		<key>TimelineGoalCollectionViewCell.nib</key>
		<data>
		jnhu+oFUcv92oUChylDOMn8+q9U=
		</data>
		<key>TitlesCollectionViewCell.nib</key>
		<data>
		uYPNfwGe897JrY8dgDixq7Alvcc=
		</data>
		<key>Tournament.storyboardc/Info.plist</key>
		<data>
		WfrZkVRIoTVMBxqhE4T/ZTfg4Wg=
		</data>
		<key>Tournament.storyboardc/MatchDetailViewController.nib</key>
		<data>
		FkGcrsDczPVOtc/oOTi9uHE7dnQ=
		</data>
		<key>Tournament.storyboardc/TournamentDetailViewController.nib</key>
		<data>
		Nw01lU0loSIekcJDDvxi0jI5/EQ=
		</data>
		<key>Tournament.storyboardc/TournamentRootViewController.nib</key>
		<data>
		pC1dIDtoDb/4Biv7l/wstxk3WJI=
		</data>
		<key>Tournament.storyboardc/V2R-s0-UPv-view-OKc-1p-DcM.nib</key>
		<data>
		K8Be5pTlGbSy4rHxLYAzoe9p3Hc=
		</data>
		<key>Tournament.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<data>
		lV1eka7G85vPkbsWmSvTvND6vks=
		</data>
		<key>TournamentDetailFooterView.nib</key>
		<data>
		Vp1WMUXsIpOSGHg8CH8h7Jjd1bQ=
		</data>
		<key>TournamentDetailHeaderView.nib</key>
		<data>
		S4iPI7Uv1xVopJjVQkpU0j9efio=
		</data>
		<key>TransferCollectionViewCell.nib</key>
		<data>
		Mb+bltKHUipoI2faWRb8JoiuK+Y=
		</data>
		<key>ar.lproj/LaunchScreen.strings</key>
		<dict>
			<key>hash</key>
			<data>
			zmV6UqBSo6r1NOz798vd5O4zTBA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			24Xs+pjEdNGkwJzOvfWneHdvwaY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ar.lproj/Main.strings</key>
		<dict>
			<key>hash</key>
			<data>
			1XyefhDY25AIlu5wqkcXQFXJ1xY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			MC8KuhnD6lTACTAujBqk86aTexI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>Apache License.txt</key>
		<dict>
			<key>hash2</key>
			<data>
			KD6mzCmXoacNoASeCa35MXu2DKG1Enm2UZa4OmnhmWs=
			</data>
		</dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			awH/SJRV4uUQG/6T8wI9JlUZaVuBZ6O8cfiukDQwTl0=
			</data>
		</dict>
		<key>Base.lproj/LaunchScreen.storyboardc/01J-lp-oVM-view-Ze5-6b-2t3.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			eGOOA9v7cm8vfK6MRci5Cka6ymlf1C3AyF6Gqr5XqPo=
			</data>
		</dict>
		<key>Base.lproj/LaunchScreen.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			HyVdXMU7Ux4/KalAao30mpWOK/lEPT4gvYN09wf31cg=
			</data>
		</dict>
		<key>Base.lproj/LaunchScreen.storyboardc/UIViewController-01J-lp-oVM.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			cWq7q+iQcmpSoaFGecnyPdKFEPFwRD3slgUmxFADkVs=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			WX8Zg+ewOXtwSMNZB2gefxvkevxTiq/BNQNk4fMcl1c=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/TournamentRootViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dCND/EF9EmirvAMe3oKNcw+7mW21/mxcsZQXZuvnWIE=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/UINavigationController-PRH-OI-zgK.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			y1yVBgL6jnE4ksxLKIdDFGLTHAnGE+41DyWnBNwZByc=
			</data>
		</dict>
		<key>CoachCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			nK9KpQg+rh7GbFB1krklHgY54nPNVhz3LctQKdJ7gPI=
			</data>
		</dict>
		<key>GoalMinutesCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			U6GxrEfpG6WXv/VWR8SjMD6xH9sPMZGPGLFhdt9oezQ=
			</data>
		</dict>
		<key>GoalTypeCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ZD8m3PfTPOZ1J9GWQ+TZ1FiuSNl2veBZcBuyBW0trgA=
			</data>
		</dict>
		<key>GoalsHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			/TV5r1gBLfsiSU7CrElag2NUltFQstueFxkYSXuWUOI=
			</data>
		</dict>
		<key>GraphikBlack.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			0YAil96iGz5qhgzLZNrAkjElmPF0O4trndbDCttL/kU=
			</data>
		</dict>
		<key>GraphikBlackItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			XYXK73KyvFfXiU6MbrX0R0XSYuRmjOuJnp1RIMcEbDY=
			</data>
		</dict>
		<key>GraphikBold.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			dckR0SG9upVIuR6KBXv65+2+vpiKdCOCH8fUwJDGS5I=
			</data>
		</dict>
		<key>GraphikBoldItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			WeK/OA17tcFCKtDRDqWx7yhiAzbyY4J5MycGS46e7Xo=
			</data>
		</dict>
		<key>GraphikExtralight.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			eYY9wP3ybl+xRslNStbCP+Y9FzRlHvkLZ/1LkIu5MW4=
			</data>
		</dict>
		<key>GraphikExtralightItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			ItnDm8qxSOFR6m5ep5/zFvUwZ5QRZs0yRlBoEszP3mE=
			</data>
		</dict>
		<key>GraphikLight.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			sCKYFEVRzniRpV0C9WlnbbzZag0DINFdKwrKuN306lA=
			</data>
		</dict>
		<key>GraphikLightItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			1op18uRmZzLIdJAY7HL6QxgYi1jMmfvOUpV46CnGq3g=
			</data>
		</dict>
		<key>GraphikMedium.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			69bTJAAJX7QG5j50imqEUets3vwPV9XzIX3hD9xXtBY=
			</data>
		</dict>
		<key>GraphikMediumItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			I93Z4uTamp9M1KE36zX+NItka4byKSZIBfXQGb11eAM=
			</data>
		</dict>
		<key>GraphikRegular.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			jnWDEAZdVsgXMfre+s1I93/pYkVgcLzUK0+reOBEpp0=
			</data>
		</dict>
		<key>GraphikRegularItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			JIWSMfYOAs0C2YUefVtGP/1HYYgElUK366WpIJcdK/4=
			</data>
		</dict>
		<key>GraphikSemibold.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			TWY9pef2/nc/2l/mQtBKcc2YjxEys0Pttb6RTUSh9TQ=
			</data>
		</dict>
		<key>GraphikSemiboldItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			+SwgHElp+CQmqKbEJ4YUA8EcaJA2bqwn5IN55XQP8jo=
			</data>
		</dict>
		<key>GraphikSuper.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			jYjf28WJSslr0zC/cJtY9UtNRAs6jB35ocu3nt6IUcU=
			</data>
		</dict>
		<key>GraphikSuperItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			L3aoJokCg4p3rB2vIik/61IV+wr2wkjwivjA+tcOLF0=
			</data>
		</dict>
		<key>GraphikThin.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			0ma7EXpwWQkX4NsUZ+0R0mOQoDlOXXlZcEQ5mJ+prd0=
			</data>
		</dict>
		<key>GraphikThinItalic.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			Ik3jeOCzECG0lTEn3B9630QIxK7LPmJ1DjuofLlgxik=
			</data>
		</dict>
		<key>H2HCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WDXHiN8x/p2eeJezI8KHInxyyx27zjDk+BbO86tn1ME=
			</data>
		</dict>
		<key>H2HProgressTableViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			cq6ylGayBpOMGyj1o8WVA30npRzew6P2OEWMWgVrbyc=
			</data>
		</dict>
		<key>Headers/PlayerModule-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			c28T7bBvLmNun7uF1eNc0jfDEQFssSRnbMiHa+lvw1k=
			</data>
		</dict>
		<key>Headers/PlayerModule.h</key>
		<dict>
			<key>hash2</key>
			<data>
			2Xdt0LpJ77V9YqrHFij5UN+HhRlvRH/x2yHOPbTw9wg=
			</data>
		</dict>
		<key>HomeMatchCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			o5UUL/WBq/mhkM5QojqQSlVvpAyspe1Y6U7AuT/G2dk=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			2QGxfj/89PNr6dMERk4pcuitVIHEUV8C6A+dyNymD/0=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			C9BTJmNq4nIDSVlO9l6lpC4K4id9cxgz/tSdHb9Mvh8=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Q0lB/ejUXJUCnDiSIzlRyTFNOp/NJpGM+6+hb51EtTk=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/xlM/hdQw07Zd+eEBEWY2BxiK0hdwys/9K9FbBk1usI=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			W8QpQ7zUHpd/a/UmUUH3ZxSbwUItzbVf43f5qBpyxmM=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			OybqTwX2VJdtMO9qXbIBoTDY8iQGa28/8C5qZEomiJw=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			3zsX+gFcaTP62LHpf17f1ki7XJBOW7/wAt4EraZh9aA=
			</data>
		</dict>
		<key>LaLabsu2netp.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>LineUpCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			YbYbN3m+fSm4bi6aFXG34OxGmtkpZV5JAXm5P0Vcqt4=
			</data>
		</dict>
		<key>LineUpSectionHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dE3ltlNtNmuZgfrq4RvKbnKbuYlrMke5bi9PchAXJIg=
			</data>
		</dict>
		<key>MatchDetailFooterView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			CxgvwQFe5qwa6vVb/7gLxVVfO3pLBOj3pj3QGuUCkyE=
			</data>
		</dict>
		<key>MatchDetailHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			+Fc1JiKgMr07JdHdigpWv8Nt1EA6AJkvsG/mvQ9DRP8=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			2Mt+87Cq39NLZCKDuMpzYJ3uQHjvXVoUlLLQs7jikpY=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			cQ2T4pzExlQpgXwL9u9XC0sa8lw8/J+B2xgugWiIY2c=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			yRKef4IQkydFjIvw17cemMCO6i2mumwNlybdQHWtQb0=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			cQ2T4pzExlQpgXwL9u9XC0sa8lw8/J+B2xgugWiIY2c=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			JDLILmGoOexAlGGpXtsmvME3UoiTEdq20ouffTAm5VM=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			2Mt+87Cq39NLZCKDuMpzYJ3uQHjvXVoUlLLQs7jikpY=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			cJcwafxx8EcxmLOh390sdDcpqftYTuS5Pk6Cl43aCAI=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			DnpdpYTYHIgQmcQKquaFokc2evm/okTKR9hRub2q/Tg=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			cJcwafxx8EcxmLOh390sdDcpqftYTuS5Pk6Cl43aCAI=
			</data>
		</dict>
		<key>Modules/PlayerModule.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			JXNvSF1lAS18JCyurMKLpcK5MZ7VX25ve+vS6a+FkQU=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			Krri/FoVQFIyOLoszgWcetJm1sTkqaysCcHLqtbx04M=
			</data>
		</dict>
		<key>PitchCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			x0m4nLYuOtTUhb0FXuR7xyWjP0EVE+6fbfv8Smgopcc=
			</data>
		</dict>
		<key>PlayerInfoCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			rszhbOqI/dGDSN5ge3r2M76l6W6UN8pQA2gQpiTB59w=
			</data>
		</dict>
		<key>PlayerListCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			a1nW3692gnjPafe5ZM2siZmWG0lHrAR/UnX33IpSy7E=
			</data>
		</dict>
		<key>PlayerProfileFooterView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mH/6VbKrSr7Tw+DBGBKGWlS9pVtb3BTjX9THkss9rNQ=
			</data>
		</dict>
		<key>PlayerProfileHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			UtJhmmslUvojLZIW+YhjMdoG0Xj5KkXZNs2gGmru1E8=
			</data>
		</dict>
		<key>PositionHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NQGLUyd+6iKZS637DjAwvEcTYUpj7pK/ze94ijuWTdI=
			</data>
		</dict>
		<key>Qatar2022-Bold.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			chNRdci9DmY1M6n6FScJV9uHNyajHhh9BFPB+O8Gbyc=
			</data>
		</dict>
		<key>Qatar2022-Heavy.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			2qBbTfizbyQBbuTgofZHFCQXGo+rSwY1QQmQ+FKONX0=
			</data>
		</dict>
		<key>Qatar2022-Medium.otf</key>
		<dict>
			<key>hash2</key>
			<data>
			yS6M5x9IS1BeEXVSEql58v4MFh2OsqdmOaw2tZ0SHTw=
			</data>
		</dict>
		<key>Quicksand Bold 700.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			jxRKL+fPjzSjXSkDdv0YkupekXIlFKnoOvUrPdLZjXU=
			</data>
		</dict>
		<key>Quicksand Light 300.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			lsc9UQF0o2NnDwFdj6vo/UduXs9Qi3PkWUX50GKpeQ8=
			</data>
		</dict>
		<key>Quicksand Medium 500.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			6B9izhJkRQs7shXU4/3bmBz+TzBM3v+RefjuJb9FRec=
			</data>
		</dict>
		<key>Quicksand Regular 400.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			SFOT1vmertDiEiyoZ6sL1tjCRkjTCH70czdA8UslJzc=
			</data>
		</dict>
		<key>Roboto-Black.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			fITVf7LFws5fNaxTNjgS6WyB9UNcKkmhPnIg1Rabi1M=
			</data>
		</dict>
		<key>Roboto-BlackItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			YPJKLdX1ZEzpVrVf+B3nCXzjApQTY2GTLyIpPJ+jbBs=
			</data>
		</dict>
		<key>Roboto-Bold.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			WU10pJ4we+fMnh7l8QI2hOaCDPEbzJaL7lkDkeGtWlo=
			</data>
		</dict>
		<key>Roboto-BoldItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			onMx7ciGGJ4hc8pGvRMRGp4y70ZZ7kbGbSC54okPROY=
			</data>
		</dict>
		<key>Roboto-Italic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			4sjnMIl4Vxl+XJegS1NKNqWWZe2r+3Nq71gQgssV7Bo=
			</data>
		</dict>
		<key>Roboto-Light.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			7kNSBJYD5ZYFUPVURK1yDY1M4yLA3Loa/HfeeMQw0NU=
			</data>
		</dict>
		<key>Roboto-LightItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			qY00mYpyi3FKBJQPk2LUq6JCt9gFWAmjm5udQ/dmPSc=
			</data>
		</dict>
		<key>Roboto-Medium.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			bi7FxfieTOMCu5O0bLfMM2I2UB3hc0jihIeJFMXg5yM=
			</data>
		</dict>
		<key>Roboto-MediumItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			Tqt2srXLBV7k2Md9Cy75w5z1Pfeyd5RtX1nn5cekMxg=
			</data>
		</dict>
		<key>Roboto-Regular.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			veihiON6qTaxZ67MXlo9pAJi9uUf1UxYTyzytrmdlso=
			</data>
		</dict>
		<key>Roboto-Thin.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			2x1GQ0O/eVMHvJDag9Zbk8hB+yDzhmL5Lx5eLFodLsU=
			</data>
		</dict>
		<key>Roboto-ThinItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			p0fSJ0Cd6iJxk/wxoG2/SLc3s6Rs4GzZLT+eVBMiA8g=
			</data>
		</dict>
		<key>Roboto-font.zip</key>
		<dict>
			<key>hash2</key>
			<data>
			qjcTPdYNw8XucSuhEZmlMaphg92ZA/12JPBQlcWEa+Y=
			</data>
		</dict>
		<key>RobotoCondensed-Bold.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			FJSK7byvkGqcrKs43l//iJveiH7L1xC4oa2jroTGVHc=
			</data>
		</dict>
		<key>RobotoCondensed-BoldItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			bRKcQQxjGVW7TdiU/kxEcp9PJFncEheMhu3qaEAmGmE=
			</data>
		</dict>
		<key>RobotoCondensed-Italic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			Mq0orU8cY8hRpzw/YFTAneYzdH2/mtVBi5zZpOsuGOk=
			</data>
		</dict>
		<key>RobotoCondensed-Light.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			HsPU5GrG4nsBUr+/bFqitJPWjTEi1o8P27/pLHl1kwA=
			</data>
		</dict>
		<key>RobotoCondensed-LightItalic.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			xsJoSoUBv9rN69/KmrzAfU+AlD4WI9ybnAxZ+vih8Y8=
			</data>
		</dict>
		<key>RobotoCondensed-Regular.ttf</key>
		<dict>
			<key>hash2</key>
			<data>
			BNJCSXirk81SSXCv8hIA7Ig1gXaZKvcY7Nn+lr5a5Lg=
			</data>
		</dict>
		<key>ScoreboardBanner.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			xsCXjx1/APdYMzx3aF2j4JEYpWADLbRTO8B2HXqUjPs=
			</data>
		</dict>
		<key>ScorerCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			c5qXmy6LTT1Tkynu0VmiOBXNxSnZP6nZ40Q/Alhdhzw=
			</data>
		</dict>
		<key>StandingHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			KAHB3noeZ02vc4pAyiVzM3+TpDNcauKyvBI+wZ5sVQ4=
			</data>
		</dict>
		<key>StandingsCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			K4dwGBUH3NzJEYtd5AGb37+JmG4FbrnuKXn9bP1XTQA=
			</data>
		</dict>
		<key>StandingsTableViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			DKXq2DxA/DgWUd6xyTQAjXselMzqlZjRqwPYSXnDqss=
			</data>
		</dict>
		<key>StatsCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			m5By4/uwMPJTpriVq7UeZPHNjAyZ7JFRJWMOgq96F5Y=
			</data>
		</dict>
		<key>SubTabCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			qkZeNBov6S4X0wtI4G5zUc+alU6i6ABpjT2etQZsaEY=
			</data>
		</dict>
		<key>TabCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			VGIBYrdpxnzhV69ziJouNCIKphYu9eRJHE/XCLAwRag=
			</data>
		</dict>
		<key>TeamAgainstCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			5+hiR1ZLQMaUD/VzkygJEtGMfehiKBjrwioq+g5lWcg=
			</data>
		</dict>
		<key>TeamAgainstHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			0uJwTYThFzPe1KNOK3Ovy/MsUhfaCyjDsqp/ZY+Gnko=
			</data>
		</dict>
		<key>TeamCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lAjQQfoBPLp/PRMt34JJnwDL7Lxv54855mtNiwtMr00=
			</data>
		</dict>
		<key>Teams.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			AYmGvXJnwH12PNce5x+W3oOIzbWScgM2T8IwV9RipMw=
			</data>
		</dict>
		<key>Teams.storyboardc/PlayerListViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			yU1CHAivgtYhxm/VjbE7t0GOmbNN00tVt/jLojfdvkU=
			</data>
		</dict>
		<key>Teams.storyboardc/PlayerProfileViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			1uObE1z1vjFeCQX9+fb2xFETUK9pGj4sQzYJu9dvebk=
			</data>
		</dict>
		<key>Teams.storyboardc/SeasonTeamsViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			FW4pZSPf16WVrqRkbBTzgZda4pov88MwB2Z38/Sc12k=
			</data>
		</dict>
		<key>Teams.storyboardc/TeamsRootViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			v8imNqu1hjPajUAFcx6SR1FGTlnwE9r9xb1MFsZ2MtQ=
			</data>
		</dict>
		<key>Teams.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			O4INsJ6VL2MWASR/Jg3FEHKypphxj/nFXpx04T7ZgyU=
			</data>
		</dict>
		<key>Teams.storyboardc/nvU-Mr-MhF-view-L4Y-Lc-rDV.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			MSgK6MPK62+rBp8z7BfGPoW8kpShCFcTqXIR5OTXqNI=
			</data>
		</dict>
		<key>Teams.storyboardc/wpi-hh-tbw-view-pMR-KV-HTu.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			fT8Vvon7Nekl/pVJN2VkRpWbQIK2firD5o4tKWtTetM=
			</data>
		</dict>
		<key>TeamsH2HCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			cSH4AWh6pcyB3k1JI6pCZ1D84FeB9qxycUO7wOzZ+xs=
			</data>
		</dict>
		<key>TeamsHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			UwhnnSpoRC3xWWulRzry51eL5jbeSHZlwoon3yrAo18=
			</data>
		</dict>
		<key>TimelineGoalCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NFQo2krOHCHwOZTV6tqc+L0rNlpQ9uuuU+L8peI8ZKw=
			</data>
		</dict>
		<key>TitlesCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			jDzZKn/ASDdaOOkSGnANFTbsQbXjWfpUT+gNq2tLaXk=
			</data>
		</dict>
		<key>Tournament.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			U8kNrRy4MHRw6h9ZDTXcctZh6A9FfhyuCbQ+wDpTeZ4=
			</data>
		</dict>
		<key>Tournament.storyboardc/MatchDetailViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			bB3QSqz6Sf1fh95lOshe5nwwJxFEEvXXWCiuraX9d60=
			</data>
		</dict>
		<key>Tournament.storyboardc/TournamentDetailViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			CT/QMpvYO6gt9Je6lZZoQkmu0VOqXD6ZM7rdP05aXB4=
			</data>
		</dict>
		<key>Tournament.storyboardc/TournamentRootViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ldDv2VWQTIiqd5SEuPQNxFeBkbpNeBuldeNOI89ypZ4=
			</data>
		</dict>
		<key>Tournament.storyboardc/V2R-s0-UPv-view-OKc-1p-DcM.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			8MOoZ9cz44W5RerIKsyxZqJEejUmGPf4Cxf45fizhyE=
			</data>
		</dict>
		<key>Tournament.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			/WIt1+j9nB6zj3F4ksVKgWF9FUtl7tWaPgNXU3+97e0=
			</data>
		</dict>
		<key>TournamentDetailFooterView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			cbIQqZuuoKdRBLky75p3VZ8a5G/Lt/tVlD48/78vVbU=
			</data>
		</dict>
		<key>TournamentDetailHeaderView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			proTbooE+1TK82crI7VErCmIs2wfYHMrWfYwc79C7YM=
			</data>
		</dict>
		<key>TransferCollectionViewCell.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ohhCyEKcuTGA72Mf3xOsZx2q2301XW+8e3recxu1iq0=
			</data>
		</dict>
		<key>ar.lproj/LaunchScreen.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kmHsztpgjvF0JW5f3HdMHm49z1M0CcG8OT1JDQHHE/E=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			T3G0fopLmNfQJrodp7saLf0DutC2C8QQ9V6vag3g3JU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>ar.lproj/Main.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			8EO8ZLCoQTknoH3I3Nm4XwmN0Z8z960A01aISnK0brM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			VrfzSUfmtCSw52U13JVItaH4Q8xBwIB9IwHNeRTEP/M=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
